tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "aom"
brew "apr"
brew "apr-util"
brew "argon2"
brew "aspell"
brew "autoconf"
brew "bdw-gc"
brew "brotli"
brew "c-ares"
brew "cairo"
brew "carthage"
brew "cask"
brew "composer"
brew "coreutils"
brew "curl"
brew "dav1d"
brew "docbook"
brew "docbook-xsl"
brew "exiftool"
brew "fastlane"
brew "libsodium"
brew "ffmpeg"
brew "figlet"
brew "freetds"
brew "ghostscript"
brew "git"
brew "gnu-getopt"
brew "httpd"
brew "ilmbase"
brew "imagemagick"
brew "krb5"
brew "libiconv"
brew "libpq"
brew "libzip"
brew "mackup"
brew "mas"
brew "mysql"
brew "node"
brew "oniguruma"
brew "php@7.3", link: true
brew "ruby-build"
brew "rbenv"
brew "ruby@2.5"
brew "starship"
cask "1password"
cask "adobe-creative-cloud"
cask "adobe-dng-converter"
cask "appcleaner"
cask "arduino"
cask "autodesk-fusion360"
cask "avibrazil-rdm"
cask "bettertouchtool"
cask "betterzip"
cask "bunch"
cask "calibre"
cask "coconutbattery"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "db-browser-for-sqlite"
cask "dropbox"
cask "font-fira-code-nerd-font"
cask "font-source-code-pro"
cask "gswitch"
cask "keepingyouawake"
cask "keyboard-maestro"
cask "launchcontrol"
cask "marked"
cask "mysqlworkbench"
cask "openscad"
cask "provisionql"
cask "prusaslicer"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
cask "sf-symbols"
cask "sketchup"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "teamviewer"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "AdGuard for Safari", id: 1440147259
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "AlignmentForXcode", id: 1168397789
mas "Amphetamine", id: 937984704
mas "Channel Edit for LG TVs", id: 1230066515
mas "Drafts", id: 1435957248
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "info.lazar.xliff-tool", id: 1074282695
mas "iXLIFF", id: 944658897
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Realm Browser", id: 1007457278
mas "TaskPaper", id: 1090940630
mas "ToothFairy", id: 1191449274
mas "Xcode", id: 497799835
