tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "openssl@1.1"
brew "carthage"
brew "cask"
brew "composer"
brew "coreutils"
brew "openldap"
brew "exiftool"
brew "fastlane"
brew "ffmpeg"
brew "figlet"
brew "git"
brew "httpd"
brew "imagemagick"
brew "libiconv"
brew "mackup"
brew "mas"
brew "mysql"
brew "node"
brew "php@7.3", link: true
brew "ruby-build"
brew "rbenv"
brew "starship"
cask "1password"
cask "adobe-creative-cloud"
cask "adobe-dng-converter"
cask "appcleaner"
cask "arduino"
cask "autodesk-fusion360"
cask "avibrazil-rdm"
cask "balenaetcher"
cask "bettertouchtool"
cask "betterzip"
cask "bunch"
cask "calibre"
cask "coconutbattery"
cask "cyberduck"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "dropbox"
cask "font-fira-code-nerd-font"
cask "font-source-code-pro"
cask "google-chrome"
cask "keepingyouawake"
cask "keyboard-maestro"
cask "launchcontrol"
cask "marked"
cask "mysqlworkbench"
cask "onedrive"
cask "openscad"
cask "provisionql"
cask "prusaslicer"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
cask "sketchup"
cask "skype"
cask "spotify"
cask "taskpaper"
cask "teamviewer"
cask "tuxera-ntfs"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "Adblock Plus", id: 1432731683
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "AlignmentForXcode", id: 1168397789
mas "Channel Edit for LG TVs", id: 1230066515
mas "Drafts", id: 1435957248
mas "iMovie", id: 408981434
mas "info.lazar.xliff-tool", id: 1074282695
mas "iXLIFF", id: 944658897
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Realm Browser", id: 1007457278
mas "TaskPaper", id: 1090940630
mas "Xcode", id: 497799835
