tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "gettext"
brew "sqlite"
brew "glib"
brew "cairo"
brew "libtiff"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "brotli"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr"
brew "apr-util"
brew "argon2"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bash"
brew "bdw-gc"
brew "bison"
brew "c-ares"
brew "node"
brew "bitwarden-cli"
brew "carthage"
brew "coreutils"
brew "cask"
brew "clang-format"
brew "cmake"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "krb5"
brew "libsodium"
brew "libzip"
brew "oniguruma"
brew "php"
brew "composer"
brew "dav1d"
brew "desktop-file-utils"
brew "dmg2img"
brew "docbook"
brew "docbook-xsl"
brew "openjdk"
brew "epubcheck"
brew "exiftool"
brew "exiv2"
brew "fastlane"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "gh"
brew "ghostscript"
brew "git"
brew "glib-networking"
brew "gmic"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "pkgconf"
brew "libgphoto2"
brew "gphoto2"
brew "gtk+3"
brew "gtk-mac-integration"
brew "gtk4"
brew "gzip"
brew "httpd", restart_service: :changed
brew "libheif"
brew "liblqr"
brew "libomp", link: true
brew "libraw"
brew "imagemagick"
brew "intltool"
brew "iso-codes"
brew "jpeg"
brew "jq"
brew "json-glib"
brew "lensfun"
brew "libiconv"
brew "libsecret"
brew "llvm"
brew "lua"
brew "mas"
brew "mysql", restart_service: :changed
brew "nghttp2"
brew "ninja"
brew "osm-gps-map"
brew "perl"
brew "php@8.1"
brew "po4a"
brew "portmidi"
brew "pugixml"
brew "pygobject3"
brew "ruby-build"
brew "shellcheck"
brew "stow"
brew "unzip"
brew "wget"
cask "alfred"
cask "autodesk-fusion"
cask "bitwarden"
cask "calibre"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "inkscape"
cask "insomnia"
cask "jordanbaird-ice"
cask "keepingyouawake"
cask "maccy"
cask "poedit"
cask "raycast"
cask "rectangle"
cask "sf-symbols"
cask "shifty"
cask "slack"
cask "suspicious-package"
cask "teamviewer"
cask "vmware-fusion"
mas "AdGuard for Safari", id: 1440147259
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "AlignmentForXcode", id: 1168397789
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Channel Edit for LG TVs", id: 1230066515
mas "iMovie", id: 408981434
mas "iXLIFF", id: 944658897
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "TaskPaper", id: 1090940630
mas "Xcode", id: 497799835
mas "XLIFFTool", id: 1074282695
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "azemoh.one-monokai"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-preview-github-styles"
vscode "chouzz.vscode-better-align"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "fabiospampinato.vscode-todo-plus"
vscode "fmoronzirfas.open-in-marked"
vscode "galarius.vscode-opencl"
vscode "geddski.macros"
vscode "github.github-vscode-theme"
vscode "idleberg.applescript"
vscode "jgclark.vscode-todo-highlight"
vscode "jock.svg"
vscode "johnpapa.winteriscoming"
vscode "jsynowiec.vscode-insertdatestring"
vscode "kortina.vscode-markdown-notes"
vscode "mohsen1.prettify-json"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "pkief.material-icon-theme"
vscode "sdras.night-owl"
vscode "stylelint.vscode-stylelint"
vscode "toniapps.gcode"
vscode "twxs.cmake"
vscode "whatwedo.twig"
vscode "xaver.clang-format"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
